{
  "game": 0,
  "games": [
    {
      "active": true,
      "name": "Anthem",
      "type": "Live Service",
      "birth": "2019-02-22",
      "death": "2026-01-16",
      "death_reason": "Server Shutdown",
      "images_path": "/Games/Images/anthem",
      "images": [
        "./Games/Images/anthem/anthem-ss.jpg",
        "./Games/Images/anthem/anthem-ss2.jpg",
        "./Games/Images/anthem/anthem.jpg"
      ],
      "platforms": [
        "PC",
        "PS5",
        "XboxOne"
      ],
      "developer": "Bioware",
      "publisher": "EA",
      "notes": "Anthem is noteable for being held up as an example of the decline of 'Live Service' gaming. The game was almost universally panned on release for it's 'looter-shooter' style gampleay being extremely grindy, and having a weak story, however it's visuals, flight gamplay, and shooting gameplay itself were considered fun on their own. While Anthem reached at least 5m units sold, it still failed to meet EA's sales expectations. Being an always online live service game there is no offline mode, and no way to play now that the servers are shut down.",
      "details": "An Open World third-person shooter and action role-playing. Players play as a Freelancer using exosuits called Javelins to complete missions on an alien world."
    },
    {
      "active": true,
      "name": "The Crew",
      "type": "Live Service",
      "birth": "2014-12-02",
      "death": "2024-03-31",
      "death_reason": "Server Shutdown",
      "images_path": "/Games/Images/the_crew",
      "images": [
        "./Games/Images/the_crew/TheCrewBox.jpg"
      ],
      "platforms": [
        "PC",
        "PS4",
        "Xbox360",
        "XboxOne"
      ],
      "developer": "Ubsisoft Ivory Tower, Ubisoft Reflections",
      "publisher": "Ubisoft",
      "notes": "The game was generally considered a success, and the game even spawned a sequel, however the controversy came in 2024 when the decision to shut down the servers for the game came as a shock to the community when they could no longer even play the Single Player campaign due to it being an always online game with no offline mode. The Crew's shutdown is the event that kickstarted the Stop Killing Games campaign.",
      "details": "The Crew is an Racing game, with a 20 hour campaign and online races. The campaing follows Alex Taylor who is framed for the murder of his older brother Dayton by FBI Special Agent Bill Coburn. After serving 5 years in prison he's approached by FBI Agent Zoe Winters, who asks him to help expose Coburn's corruption as well as help arrest the new leader of the 5-10 motor club, a group founded by Dayton, who's now being run by someone named Denis 'Shiv' Jefferson."
    },
    {
      "active": true,
      "name": "Wildstar",
      "type": "MMO",
      "birth": "2014-06-03",
      "death": "2018-11-28",
      "death_reason": "Server Shutdown",
      "images_path": "/Games/Images/wildstar",
      "images": [
        "./Games/Images/wildstar/Wildstar.jpg",
        "./Games/Images/wildstar/Wildstar2.jpg"
      ],
      "platforms": [
        "PC"
      ],
      "developer": "Carbine Studios",
      "publisher": "NCSoft",
      "notes": "Wildstar was one of the most hyped new MMOs after the rise of World of Warcraft, and was a contender to be one of the 'WoW Killers' that would potentially take a chunk of WoW's userbase. However even with a positive reception, the game didn't end up taking off and a year after launch in 2015 it was announced the game would go free to play. In 2016 they shut down PvP and merged the remaining players into 2 PvE servers. Ultimately NCSoft closed Carbine Studios in mid 2018 with the WildStar servers to shut down shortly after in November the same year. Being an MMO there's no official way to experience the game now that the servers are shut down.",
      "details": "WildStar is a SciFi open world MMORPG set on a planet called Nexus. <To Be Written>"
    },
    {
      "active": true,
      "name": "Gravity Rush 2",
      "type": "Online Features",
      "birth": "2017-01-18",
      "death": "2018-07-19",
      "death_reason": "Online Service Shutdown",
      "images_path": "/Games/Images/gravity_rush_2",
      "images": [
        "./Games/Images/gravity_rush_2/1-GravityRush2.jpg",
        "./Games/Images/gravity_rush_2/2-2-gravity-rush-2-playstation-4-front-cover.jpg",
        "./Games/Images/gravity_rush_2/2-gravity-rush-2-playstation-4-back-cover.jpg",
        "./Games/Images/gravity_rush_2/4-gravity-rush-2-playstation-4-media.jpg"
      ],
      "platforms": [
        "PS4"
      ],
      "developer": "Japan Studio",
      "publisher": "Sony Interactive Entertainment",
      "notes": "The game is still playable offline, but there are several features of the online game that are missing, the biggest being Treasure Hunts a mini game where you take a photo of a treasure chest, and then that photo is then picked up by other players and they can use the photo to find the treasure. With the servers offline, many of the items offered by using the online mode are no longer available.",
      "details": "Gravity Rush follows Kat a girl who gains the mysterious power to change the direction of gravity. After the events of the first game the city of Hekseville is rebuilding when a gravitational event is detected in Neu Hiraleon, a floating island district of Hekseville. Kat along with her friend Raven and Syd go and investigate, the disturbance causes a rift and pulls all 3 into a different world along with the whole district."
    },
    {
      "active": true,
      "name": "Vanguard: Saga of Heroes",
      "type": "MMO",
      "birth": "2007-01-30",
      "death": "2014-07-31",
      "death_reason": "Server Shutdown",
      "images_path": "/Games/Images/vanguard_saga_of_heroes",
      "images": [
        "./Games/Images/vanguard_saga_of_heroes/1-vanguard-saga-of-heroes-windows-front-cover.jpg",
        "./Games/Images/vanguard_saga_of_heroes/2-vanguard-saga-of-heroes-windows-back-cover.jpg",
        "./Games/Images/vanguard_saga_of_heroes/4-vanguard-saga-of-heroes-windows-media.jpg",
        "./Games/Images/vanguard_saga_of_heroes/5-vanguard-saga-of-heroes-windows-media.jpg"
      ],
      "platforms": [
        "PC"
      ],
      "developer": "",
      "publisher": "",
      "notes": "Vanguard was named GameSpy's 'Biggest Disappointment' of 2007, and won 'Least Fun', 'Most Desolate', and 'Lamest Launch' by MMORPG.com. Being an MMO there's no official way to experience the game now that the servers are shut down.",
      "details": "<To Be Written>"
    }
  ]
}